-- MySQL dump 10.13  Distrib 8.0.27, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: healthy_island_aquaculture_system
-- ------------------------------------------------------
-- Server version	5.7.36-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `village`
--

DROP TABLE IF EXISTS `village`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `village` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `village` varchar(45) DEFAULT NULL,
  `Tid` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=421 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `village`
--

LOCK TABLES `village` WRITE;
/*!40000 ALTER TABLE `village` DISABLE KEYS */;
INSERT INTO `village` VALUES (1,'西安社区居委会',1),(2,'东管庙社区居委会',1),(3,'留方社区居委会',1),(4,'北园社区居委会',1),(5,'合源社区居委会',1),(6,'香园社区居委会',1),(7,'开源社区居委会',1),(8,'文昌社区居委会',1),(9,'翁山社区居委会',1),(10,'西管庙社区居委会',1),(11,'金寿社区居委会',1),(12,'虎山社区居委会',1),(13,'西山社区居委会',1),(14,'文慧社区居委会',1),(15,'茅岭村委会',1),(16,'城北村委会',1),(17,'东湾村委会',1),(18,'义桥村委会',1),(19,'卫海社区居委会',2),(20,'利民社区居委会',2),(21,'蓬莱社区居委会',2),(22,'海滨社区居委会',2),(23,'东山社区居委会',2),(24,'海山社区居委会',2),(25,'南珍社区居委会',2),(26,'西园社区居委会',2),(27,'晓峰社区居委会',2),(28,'竹山社区居委会',2),(29,'盘峙村委会',2),(30,'五联村委会',2),(31,'大猫村委会',2),(32,'檀香社区居委会',3),(33,'檀东社区居委会',3),(34,'畚金社区居委会',3),(35,'桔北社区居委会',3),(36,'桔南社区居委会',3),(37,'东园社区居委会',3),(38,'昌东社区居委会',3),(39,'紫竹社区居委会',3),(40,'檀树社区居委会',3),(41,'港北社区居委会',3),(42,'港南社区居委会',3),(43,'颐景园社区居委会',3),(44,'鸿毛湾社区居委会',3),(45,'阳光园社区居委会',3),(46,'小洋岙社区居委会',3),(47,'洞桥村委会',3),(48,'小碶村委会',3),(49,'胜利村委会',3),(50,'大洋岙村委会',3),(51,'塔山社区居委会',4),(52,'惠舟社区居委会',4),(53,'翁沁社区居委会',4),(54,'叉河村委会',4),(55,'虹桥村委会',4),(56,'兴舟村委会',4),(57,'昌洲村委会',4),(58,'新螺头村委会',4),(59,'翁洲社区居委会',5),(60,'田螺峙社区居委会',5),(61,'甬金社区居委会',5),(62,'如心社区居委会',5),(63,'蕙兰社区居委会',5),(64,'金鸡山社区居委会',5),(65,'南海社区居委会',5),(66,'海悦社区居委会',5),(67,'吴榭社区居委会',5),(68,'锦湾社区居委会',5),(69,'舟中社区居委会',5),(70,'长峙社区居委会',5),(71,'马鞍社区居委会',5),(72,'桃湾社区居委会',5),(73,'中湾社区居委会',5),(74,'惠民桥村委会',5),(75,'王家墩村村委会',5),(76,'东蟹峙村村委会',5),(77,'三官堂村村委会',5),(78,'黄土岭村村委会',5),(79,'甬东村村委会',5),(80,'甬庆村村委会',5),(81,'毛竹山村村委会',5),(82,'桃花苑社区居委会',6),(83,'桥头村委会',6),(84,'桃夭门村委会',6),(85,'马目村委会',6),(86,'涨次村委会',6),(87,'涨次村委会',6),(88,'南岙村委会',6),(89,'司前村委会',6),(90,'烟墩村委会',6),(91,'坞坵村委会',6),(92,'坞坵村委会',6),(93,'三江村委会',7),(94,'五一村委会',7),(95,'马岙村委会',7),(96,'团结村委会',7),(97,'北海村委会',7),(98,'三星村委会',7),(99,'临港村委会',8),(100,'石礁村委会',8),(101,'桥头施村委会',8),(102,'南山村委会',8),(103,'浬溪村委会',8),(104,'紫微村委会',8),(105,'三龙村委会',9),(106,'前湾村委会',9),(107,'后岸村委会',9),(108,'大沙村委会',9),(109,'东风村委会',9),(110,'毛峙村委会',9),(111,'青岙村委会',9),(112,'光华村委会',9),(113,'庙桥村委会',9),(114,'增辉村委会',9),(115,'星岛社区居委会',10),(116,'桂花城社区居委会',10),(117,'海宇社区居委会',10),(118,'万阳社区居委会',10),(119,'荷花社区居委会',10),(120,'怡岛社区居委会',10),(121,'泽普社区居委会',10),(122,'绿岛社区居委会',10),(123,'红茅山社区居委会',10),(124,'富都社区居委会',10),(125,'合兴社区居委会',10),(126,'高峰村委会',10),(127,'城隍头村委会',10),(128,'山潭村委会',11),(129,'东堠村委会',11),(130,'西堠村委会',11),(131,'海港村委会',11),(132,'仙居村委会',11),(133,'沥平村委会',11),(134,'大观村委会',11),(135,'新丰村委会',11),(136,'大浦村委会',11),(137,'河平村委会',11),(138,'柳行村委会',11),(139,'穆岙村委会',11),(140,'和建村委会',11),(141,'万金湖社区居委会',12),(142,'兴泉社区居委会',12),(143,'繁强村委会',12),(144,'洪家村委会',12),(145,'星塔村委会',12),(146,'星马村委会',12),(147,'小展村委会',12),(148,'新港村委会',12),(149,'和平村委会',12),(150,'潮面村委会',12),(151,'白泉村委会',12),(152,'金山村委会',12),(153,'柯梅村委会',12),(154,'河东村委会',12),(155,'米林村委会',12),(156,'皋泄村委会',12),(157,'滨港社区居委会',13),(158,'东升村委会',13),(159,'双庙村委会',13),(160,'新建村委会',13),(161,'龙潭村委会',13),(162,'青龙村委会',13),(163,'西码头村委会',13),(164,'新街社区居委会',14),(165,'教场社区居委会',14),(166,'小蒲湾社区居委会',14),(167,'西河社区居委会',14),(168,'大蒲湾社区居委会',14),(169,'海星社区居委会',14),(170,'中洲社区居委会',14),(171,'茶湾社区居委会',14),(172,'墩头社区居委会',14),(173,'中兴社区居委会',14),(174,'大干社区居委会',14),(175,'荷东社区居委会',14),(176,'荷外社区居委会',14),(177,'西大社区居委会',14),(178,'东大社区居委会',14),(179,'中大社区居委会',14),(180,'泗湾社区居委会',14),(181,'小干社区居委会',14),(182,'鲁西社区居委会',14),(183,'鲁东社区居委会',14),(184,'马峙村委会',14),(185,'大干村委会',14),(186,'鲁家峙村委会',14),(187,'中弄村委会',14),(188,'东岙村委会',14),(189,'大山村委会',14),(190,'教场村委会',14),(191,'蒲湾村委会',14),(192,'泗湾村委会',14),(193,'平阳浦村村委会',14),(194,'大岙村村委会',14),(195,'竹东村村委会',14),(196,'沙头村村委会',14),(197,'蚂蚁岛村村委会',14),(198,'安康社区居委会',15),(199,'莲安社区居委会',15),(200,'中昌社区居委会',15),(201,'灵秀社区居委会',15),(202,'兴普社区居委会',15),(203,'浦西社区居委会',15),(204,'和津社区居委会',15),(205,'文康社区居委会',15),(206,'莲洋社区居委会',15),(207,'新北社区居委会',15),(208,'葫芦村村委会',15),(209,'永兴村村委会',15),(210,'陈家后村村委会',15),(211,'塘头村村委会',15),(212,'芦花村村委会',15),(213,'红旗村村委会',15),(214,'南岙村村委会',15),(215,'蒲岙村村委会',15),(216,'浦东村村委会',15),(217,'曙光村村委会',15),(218,'福兴社区居委会',16),(219,'白沙港村村委会',16),(220,'中欣村村委会',16),(221,'莲兴社区村委会',16),(222,'大洞岙村村委会',16),(223,'莲花村村委会',16),(224,'南沙村村委会',16),(225,'三和村村委会',16),(226,'顺母新村村委会',16),(227,'莲和村村委会',16),(228,'新桉村村委会',16),(229,'沙湾村村委会',16),(230,'西岙村村委会',16),(231,'曙光农场生活区',16),(232,'沙井居委会',17),(233,'茅洋新村村委会',17),(234,'螺门村村委会',17),(235,'沙井村村委会',17),(236,'黄杨尖村村委会',17),(237,'横街村村委会',17),(238,'大展村村委会',17),(239,'晓辉村村委会',17),(240,'梁横村村委会',17),(241,'东靖社区居委会',18),(242,'台门社区居委会',18),(243,'蟑螂山社区居委会',18),(244,'棕榈湾社区居委会',18),(245,'新民社区居委会',18),(246,'石柱头村村委会',18),(247,'龙山新村村委会',18),(248,'大脉坑村村委会',18),(249,'山西村村委会',18),(250,'嵩山村村委会',18),(251,'积峙村村委会',18),(252,'五星村村委会',18),(253,'滚龙岙村村委会',18),(254,'青山村村委会',18),(255,'双塘新村村委会',18),(256,'礁潭新村村委会',18),(257,'高峰村村委会',18),(258,'台门村村委会',18),(259,'田岙村村委会',18),(260,'梅峙村村委会',18),(261,'小湖村村委会',18),(262,'小郭巨村村委会',18),(263,'青联村村委会',18),(264,'平峧村村委会',18),(265,'苍洞村村委会',18),(266,'峧头新村村委会',18),(267,'双屿港村村委会',18),(268,'和润村村委会',18),(269,'岑夏村村委会',18),(270,'杜庄村村委会',18),(271,'佛渡村村委会',18),(272,'悬山村村委会',18),(273,'沙浦新村村委会',18),(274,'洋山新村村委会',18),(275,'张家塘新村村委会',18),(276,'灵和居委会',19),(277,'晨港村村委会',19),(278,'兴港村村委会',19),(279,'灵和村村委会',19),(280,'东晓村村委会',19),(281,'湖泥村村委会',19),(282,'黄石村村委会',19),(283,'公前居委会',20),(284,'公前村村委会',20),(285,'沙岙村村委会',20),(286,'塔湾村村委会',20),(287,'对峙村村委会',20),(288,'盐厂村村委会',20),(289,'茅山村村委会',20),(290,'青龙村村委会',20),(291,'东极村村委会',21),(292,'龙沙社区居委会',22),(293,'白华社区居委会',22),(294,'中山社区居委会',22),(295,'合兴社区居委会',22),(296,'沙涂社区居委会',23),(297,'安澜社区居委会',23),(298,'闸口社区居委会',23),(299,'育才社区居委会',23),(300,'蓬莱社区居委会',23),(301,'兰亭社区居委会',23),(302,'嘉和社区居委会',23),(303,'竹屿社区居委会',23),(304,'山外社区居委会',23),(305,'浪激渚社区居委会',23),(306,'大岙二村村委会',23),(307,'闸口二村村委会',23),(308,'大峧山村村委会',23),(309,'东海村村委会',23),(310,'大岙一村村委会',23),(311,'闸口一村村委会',23),(312,'小蒲门村村委会',23),(313,'大蒲门村村委会',23),(314,'江南村村委会',23),(315,'南峰村村委会',23),(316,'黄官泥岙村村委会',23),(317,'板井潭村村委会',23),(318,'枫树村村委会',23),(319,'石马岙村村委会',23),(320,'渔山村村委会',23),(321,'官山村村委会',23),(322,'高亭一村村委会',23),(323,'高亭二村村委会',23),(324,'塘墩村村委会',23),(325,'大峧村村委会',23),(326,'南浦村村委会',23),(327,'东沙社区居委会',24),(328,'桥头社区居委会',24),(329,'泥峙村村委会',24),(330,'司基村村委会',24),(331,'桥头村村委会',24),(332,'涂口村村委会',25),(333,'沙洋村村委会',25),(334,'龙头村村委会',25),(335,'虎斗村村委会',25),(336,'北峰村村委会',25),(337,'青黑村村委会',26),(338,'后岸村村委会',26),(339,'前岸村村委会',26),(340,'摇星浦村村委会',26),(341,'火箭村村委会',26),(342,'茶前山村村委会',26),(343,'双合村村委会',26),(344,'海丰村村委会',26),(345,'东剑村村委会',27),(346,'倭井潭村村委会',27),(347,'长西村村委会',27),(348,'港南村村委会',27),(349,'瀛洲社区居委会',28),(350,'岛斗村村委会',28),(351,'幸福村村委会',28),(352,'岛扎村村委会',28),(353,'小衢村村委会',28),(354,'黄泽村村委会',28),(355,'枕头山村村委会',28),(356,'三弄村村委会',28),(357,'太平村村委会',28),(358,'塘岙村村委会',28),(359,'打水村村委会',28),(360,'黄沙村村委会',28),(361,'高涂村村委会',28),(362,'桂花村村委会',28),(363,'樟木山村村委会',28),(364,'沙塘村村委会',28),(365,'沼潭村村委会',28),(366,'四平村村委会',28),(367,'渔耕碗村村委会',28),(368,'石子门村村委会',28),(369,'涨网套村村委会',28),(370,'凉峙村村委会',28),(371,'马足村村委会',28),(372,'乍浦门村村委会',28),(373,'万南村村委会',28),(374,'万北村村委会',28),(375,'鼠浪村村委会',28),(376,'田涂村村委会',28),(377,'东岙村村委会',28),(378,'皇坟村村委会',28),(379,'龙潭村村委会',28),(380,'秀东村村委会',29),(381,'秀南村村委会',29),(382,'秀北村村委会',29),(383,'东海社区居委会',30),(384,'沙河社区居委会',30),(385,'菜圃社区居委会',30),(386,'海滨社区居委会',30),(387,'基湖村委会',30),(388,'高场湾村委会',30),(389,'青沙村委会',30),(390,'关岙村委会',30),(391,'石柱村委会',30),(392,'小关岙村委会',30),(393,'马迹村委会',30),(394,'绿华村委会',30),(395,'金平村委会',30),(396,'壁下村委会',31),(397,'箱子岙村委会',31),(398,'陈钱山村委会',31),(399,'泗洲塘村委会',31),(400,'城东社区居委会',32),(401,'圣港社区居委会',32),(402,'滨海社区居委会',32),(403,'雄洋社区居委会',32),(404,'滩浒村委会',32),(405,'小洋港区社区',32),(406,'边礁村委会',33),(407,'黄沙村委会',33),(408,'田岙村委会',33),(409,'会城村委会',33),(410,'北岙村委会',34),(411,'大岙村委会',34),(412,'峙岙村委会',34),(413,'南港村委会',34),(414,'龙泉村委会',35),(415,'干斜村委会',35),(416,'里西村委会',35),(417,'东昇村委会',35),(418,'奇观村委会',35),(419,'花鸟村委会',36),(420,'灯塔村委会',36);
/*!40000 ALTER TABLE `village` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-06-05 17:46:53
